Repository: Linhlkh/trans
Catalog: django/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Current password is incorrect.
vi: Mật khẩu hiện tại không chính xác.

source: The password does not match.
vi: Mật khẩu không khớp.

source: You dont have permission for this user.
vi: Bạn không có quyền với người dùng này.

source: Password incorrect.
vi: Mật khẩu không chính xác.

source: Invalid username or password.
vi: Tên người dùng hoặc mật khẩu không đúng.

source: Image is too large.
vi: Ảnh quá lớn.

source: You can't block yourself.
vi: Bạn không thể chặn chính mình.

source: You already blocked this user.
vi: Bạn đã chặn người dùng này.

source: User successfully blocked.
vi: Đã chặn người dùng thành công.

source: You can't unblock yourself.
vi: Bạn không thể bỏ chặn chính mình.

source: This user is not blocked.
vi: Người dùng này không bị chặn.

source: User successfully unblocked.
vi: Đã bỏ chặn người dùng thành công.

source: You can't be friend with yourself.
vi: Bạn không thể kết bạn với chính mình.

source: You are already friend with this user.
vi: Bạn đã là bạn với người dùng này.

source: You already sent a request to this user.
vi: Bạn đã gửi lời mời kết bạn cho người dùng này.

source: Friendship successfully created.
vi: Đã kết bạn thành công.

source: Friend request sent.
vi: Đã gửi lời mời kết bạn.

source: Friend request cancelled.
vi: Đã hủy lời mời kết bạn.

source: You are not friend with this user.
vi: Bạn không phải bạn của người dùng này.

source: Friendship successfully deleted.
vi: Đã xóa bạn thành công.

source: There is not enough members to create the channel.
vi: Không đủ thành viên để tạo kênh.

source: Duplicate in members list.
vi: Danh sách thành viên bị trùng lặp.

source: You are trying to create a group chat without you.
vi: Bạn đang cố tạo nhóm chat mà không có bạn.

source: The profile {} doesn't exist.
vi: Hồ sơ {} không tồn tại.

source: Dashboard
vi: Bảng điều khiển

source: Search
vi: Tìm kiếm

source: Home
vi: Trang chủ

source: Login
vi: Đăng nhập

source: Register
vi: Đăng ký

source: My Profile
vi: Hồ sơ của tôi

source: Settings
vi: Cài đặt

source: Logout
vi: Đăng xuất

source: English
vi: Tiếng Anh

source: Vietnamese
vi: Tiếng Việt

source: Game not found.
vi: Không tìm thấy trò chơi.

source: friend_request
vi: lời mời kết bạn

source: new_friend
vi: bạn mới

source: friend_removed
vi: đã xóa bạn

source: game_asked
vi: lời mời chơi game

source: game_refused
vi: từ chối chơi game

source: game_accepted
vi: chấp nhận chơi game
